/* Menu Item for Release Help */
"%@ Help" = "%@ Aiuto";

/* Menu Item for Release About */
"About %@" = "Di %@";

/* Menu Item Label for Check Update */
"Check for Updates..." = "Controlla gli aggiornamenti...";

/* Menu Item Label for Email */
"Email Support" = "E-mail di sostegno";

/* Menu Item Hide Release App */
"Hide %@" = "nascondere %@";

/* Message Text for Registration Failure */
"Invalid Registration Information!" = "Informazioni di registrazione non valido!";

/* Menu Item for Order */
"Order Now" = "Ordina adesso";

/* Menu Item for Quit Release App */
"Quit %@" = "Smettere %@";

/* Menu Item Label for FAQ */
"Read FAQ" = "Leggi FAQ";

/* Menu Item Label for Online Help */
"Read Online Help" = "Leggi la Guida in linea";

/* Message Text for Registration Successful */
"Registration Successful!" = "Iscrizione completata correttamente!";

/* Menu Item Label for Registration */
"Registration..." = "Registrazione...";

/* Information Text for Registration Failure */
"Simple copy and paste your email address and product key exactly as it appears in the confirmation email." = "semplice copia ed incolla il tuo indirizzo email e la chiave del prodotto esattamente come appare nella e-mail di conferma.";

/* Information Text for Registration Successful */
"Thank you for purchase, if you have any problem, please contact us via Email." = "Grazie per l'acquisto, se avete qualunque problema, non esitate a contattarci via e-mail.";

/* Menu Item for WebSite */
"Visit WebSite" = "Visita il sito web";

